{
  "1": {
    "title": "RCB Founding & Identity",
    "content": "Royal Challengers Bangalore was founded in 2008 as one of the original IPL franchises. Based in Bangalore (now Bengaluru), Karnataka, they play their home matches at M. Chinnaswamy Stadium. Team colors are red and gold, and they're known for their passionate fan base called \"12th Man Army.\""
  },
  "2": {
    "title": "Star Players & Leadership",
    "content": "Virat Kohli is RCB's most iconic player and served as captain for many years (2013-2021). He holds multiple records for the franchise including most runs scored. Other legendary RCB players include AB de Villiers, Chris Gayle, and current captain Faf du Plessis."
  },
  "3": {
    "title": "Tournament Performance",
    "content": "Despite being one of the most popular IPL teams, RCB has never won the IPL title. They reached the finals three times (2009, 2011, 2016) but lost each time. Their best season was 2016 when they finished runners-up to Sunrisers Hyderabad, powered by Virat Kohli's record-breaking 973 runs."
  },
  "4": {
    "title": "Home Ground Advantage",
    "content": "M. Chinnaswamy Stadium in Bangalore is RCB's home ground, known for its electric atmosphere and enthusiastic crowds. The stadium has a capacity of around 40,000 and features shorter boundaries that often lead to high-scoring matches. The pitch traditionally favors batsmen."
  },
  "5": {
    "title": "Team Philosophy",
    "content": "RCB's motto is \"Play Bold\" which reflects their aggressive, entertaining style of cricket. They're known for their attacking approach with the bat and have produced some of the most memorable T20 innings in IPL history, including Chris Gayle's 175* in 2013."
  },
  "6": {
    "title": "Record-Breaking Performances",
    "content": "Chris Gayle holds the record for the highest individual score in IPL history - 175* not out against Pune Warriors in 2013 while playing for RCB. This innings included 13 fours and 17 sixes. Virat Kohli also scored 973 runs in the 2016 season, the highest by any player in a single IPL season."
  },
  "7": {
    "title": "Ownership & Commercial Success",
    "content": "RCB is owned by United Spirits Limited, a subsidiary of Diageo. The team has been valued among the top IPL franchises despite their lack of title wins. Their brand value and fan following remain strong, making them one of the most commercially successful teams in the league."
  },
  "8": {
    "title": "Team Building Challenges",
    "content": "RCB has faced challenges with team balance and consistency over the years. Their bowling department has often been considered their weak link, while their batting has traditionally been their strength. Player retention and auction strategies have been key discussion points for the franchise."
  },
  "9": {
    "title": "Fan Culture & Support",
    "content": "RCB has one of the most passionate and loyal fan bases in cricket, known as the \"12th Man Army.\" Their fans are famous for their unwavering support despite the team's lack of IPL titles. The phrase \"Ee Sala Cup Namde\" (This year the cup is ours) has become synonymous with RCB fans' eternal optimism."
  },
  "10": {
    "title": "Coaching & Management",
    "content": "Notable coaches who have led RCB include Rahul Dravid, Daniel Vettori, Gary Kirsten, and Mike Hesson. The franchise has also been managed by various support staff and has undergone several restructuring phases to improve performance and team dynamics over the years."
  }
}